[
  {
    "msg": "I was having low confidence, anxiety, depression, thought disturbance, ocd, I feel panic, headache, aggressive feeling and because of this get impact on study. After treatment I feel very nice in my personality. I feel very relaxing in my mind. This all happened Because of great effort of Dr Vijay sir He is really great psychologist, psychiatrist thank you so much sir you are the best.",
    "name": "Ambika Kushwaha",
    "role": "Client"
  },
  {
    "msg": "The Beautiful mind clinic as the name suggests is a counceling centre for all the querries ,questions that persiats in ones mind.It has a very calm,cool,peace environment which  is really needed for councelling. Vijay sir listens to all sort of doubts ,the problems that we are going through makes us comfortable and carefully solves all problems and guide with correct solution.So when ever you think you are disturbed or want to seek any solution kindly visit the place. Mind me you will never regret visiting.",
    "name": "Sneha Sarda",
    "role": "Client"
  },
  {
    "msg": "Best councelling centre in nagpur where all your doubts and querries get resolved.It is very silent,calm place where you can clear all your doubts and get a new way to all your solutions. Vijay sir, is a very calm person who understands all your problems and give a one stop solution to all our querries. Trust me ,must try place when you are going through any kind of unwanted problems and want to get rid of them.",
    "name": "Rohit Gandhi",
    "role": "Client"
  },
  {
    "msg": "In particular, my marriage has flourished as a result of all the excellent things that have occurred to me and the ways in which the sessions have transformed me. I would highly suggest Dr. Kumar sir due to the outstanding care I got from him. For me, it's like being given a second chance at life. The Beautiful Mind Hospital, You Have Been Greatly Valued.",
    "name": "Misty Johnson",
    "role": "Client"
  },
  {
    "msg": "The Beautiful Mind Clinic is the ideal place where my family has allowed me to pursue my job and my aspirations. Sir, thank you very much for this wonderful family counseling session. I am fortunate to have this kind of personality in this world that is just interested in understanding you. Thank you very much, sir. Excellent advisor.",
    "name": "Megha",
    "role": "Client"
  },
  {
    "msg": "I'm thankful that my loved ones have encouraged me to follow my dreams and help me advance my profession at the Beautiful Mind Clinic. Thank you for what you've done for Mr. Smith and his family. Knowing there are folks out there who don't need lengthy justifications makes my heart sing. Mr., It means a lot to me that you helped me out. exceptional direction.",
    "name": "Kalpesh deshpande",
    "role": "Client"
  },
  {
    "msg": "The way I have seen positive changes in myself and the way the sessions have transformed me makes me feel so satisfied and happy especially about my marital life. I would highly recommend Dr. Kumar sir .It has given me a new life! Thanks the beautiful mind clinic.",
    "name": "Ramesh Babu",
    "role": "Client"
  },
  {
    "msg": "  This really best psychologist with full of dedication. He really very committed to his work, great professional experience with heart touching relationship with every patient. As per my problem and solutions given by the doctor is really amazing. His way of treatment is really very different. He really very passionate to his profession. Having spiritual Counseling with every solution. Every person should meet to take real life coach with Great experience. Thank a lot Dr Sir.",
    "name": "Abhay Thakur",
    "role": "Client"
  },
  {
    "msg": "When I visited the Beautiful Mind clinic I found there are so many patients who are taking Health Care Counseling Treatment from dr sir when I take feedback I get very nice feedback from everyone they all are getting improvements in their patients. Most amazing thing is all are getting results without any medication. It's really very nice. Best health care health psychology center in Nagpur the beautiful mind clinic you are the best.",
    "name": "Vijay Bhai",
    "role": "Client"
  },
  {
    "msg": "Dr Dwivedi is great dynamic personality with expertise in the field of psychiatry, having best knowledge of Hypnotherapy treatment. As I feel he gives much time until the satisfaction of the person. After treatment my more than 10 years personality problems get solved I feel changes in my personality. This is really magical changes without any medication. His inspirational talk is amazing with real life experience which expands my way attitude towards life thank you so much you are the best.",
    "name": "Sushil Kumar",
    "role": "Client"
  },
  {
    "msg": "The beautiful mind clinic Vijay Sir is a wonderful person and an excellent counselor. The sessions were very fruitful and productive for me because it really helped me to deal with the situations and the people around me. He not only helps me to focus on my health but also she encouraged me to go on solo trip to explore the beautiful places. Thank you Sir for being extremely supportive and understanding. It’s only because of your guidance I am able to help myself thank you so much sirji you are the best.",
    "name": "Roop Katulkar",
    "role": "Client"
  },
  {
    "msg": "As I had taken Counseling from the beautiful mind clinic is really amazing The way of handling the patients is really appreciated, Relationship Counseling as per my experience he gives sufficient time more than 30 minutes and ask all detail information about the problem as per the satisfaction. Thanks for my satisfaction. HIS THE BEST COUNSELLING IN INDIA and one of the best psychology center in Nagpur #relationshipcounselling #relationshipcounselor.",
    "name": "PAWAN SINGH",
    "role": "Client"
  }
]
