[
  {
    "searchkey": "termsandcondition",

    "content": [
      { "tag": "h2", "text": "Terms & Conditions" },
      {
        "tag": "p",
        "text": "These consultations are based purely on principles. Since counseling is subject to individual interpretations we do not force you to follow the guidance given by us. These consultations, therefore, have no legal or contractual significance."
      },
      {
        "tag": "p",
        "text": "Customer hereby that no contractual or legal liability arises against The Beautiful Mind Clinic by ordering or making use of the consultations, the use of which is at the sole risk of the client."
      },
      {
        "tag": "p",
        "text": "Please read these Terms and Conditions carefully before using the thepsychologist.co.in website and the Services operated by The Beautiful Mind Clinic"
      },
      {
        "tag": "p",
        "text": "Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service."
      },
      {
        "tag": "p",
        "text": "By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service."
      },
      { "tag": "h2", "text": "Purchases" },
      {
        "tag": "p",
        "text": "If you wish to purchase any product or service made available through the Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase. We do not force you to buy any kind of service/product from us compulsorily. We are just advising you on your described problems."
      },
      { "tag": "h2", "text": "Links To Other Web Sites" },
      {
        "tag": "p",
        "text": "Our Service may contain links to third-party websites or services that are not owned or controlled by thepsychologist.co.in"
      },
      {
        "tag": "p",
        "text": "thepsychologist.co.in has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that thepsychologist.co.in shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods, or services available on or through any such websites or services."
      },
      { "tag": "h2", "text": "Changes" },
      {
        "tag": "p",
        "text": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is done we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion."
      },
      { "tag": "h2", "text": "Contact Us" },
      {
        "tag": "p",
        "text": "If you have any questions about these Terms, please contact us."
      }
    ]
  },
  {
    "searchkey": "privacypolicy",

    "content": [
      { "tag": "h2", "text": " Privacy Policy" },
      {
        "tag": "p",
        "text": " At thepsychologist.co.in, accessible from thepsychologist.co.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that are collected and recorded by thepsychologist.co.in and how we use it."
      },
      {
        "tag": "p",
        "text": " If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at drr*****gpur@gmail.com"
      },
      { "tag": "h2", "text": " Log Files" },
      {
        "tag": "p",
        "text": " thepsychologist.co.in follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and are a part of hosting services’ analytics. The information collected by log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is to analyze trends, administer the site, track users’ movement on the website, and gather demographic information."
      },
      { "tag": "h2", "text": " Cookies And Web Beacons" },
      {
        "tag": "p",
        "text": " Like any other website, thepsychologist.co.in uses cookies. These cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and/or other information."
      },
      { "tag": "h2", "text": " Google DoubleClick DART Cookie" },
      {
        "tag": "p",
        "text": " Google is one of the third-party Vendors on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to thepsychologist.co.in and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https://policies.google.com/technologies/ads"
      },
      { "tag": "h2", "text": " Privacy Policies" },
      {
        "tag": "p",
        "text": " You may consult this list to find the Privacy Policy for each of the advertising partners of thepsychologist.co.in Third-party ad servers or ad networks, they use technologies like cookies, JavaScript, or Web Beacons used in their respective advertisements and links that appear on thepsychologist.co.in. These are sent directly to users’ browsers. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit."
      },
      {
        "tag": "p",
        "text": " Note that thepsychologist.co.in has no access to or control over these cookies used by third-party advertisers."
      },
      { "tag": "h2", "text": " Third-Party Privacy Policies" },
      {
        "tag": "p",
        "text": " thepsychologist.co.in ‘s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links."
      },
      {
        "tag": "p",
        "text": " You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers’ respective websites. What Are Cookies?"
      },
      { "tag": "h2", "text": " Children’s Information" },
      {
        "tag": "p",
        "text": " Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity."
      },
      {
        "tag": "p",
        "text": " thepsychologist.co.in does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records."
      },
      { "tag": "h2", "text": " Online Privacy Policy Only" },
      {
        "tag": "p",
        "text": " This Privacy Policy (created with the GDPR Privacy Policy Generator) applies only to our online activities and is valid for visitors to our website with regards to the information that they shared or collect in thepsychologist.co.in. This policy is not applicable to any information collected offline or via channels other than this website."
      },
      {
        "tag": "p",
        "text": " This privacy policy has been compiled to better serve those who are concerned with how their ‘Personally Identifiable Information (PII) is being used online. PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website."
      },
      {
        "tag": "p",
        "text": " What personal information do we collect from the people that visit our website?"
      },
      {
        "tag": "p",
        "text": " When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information, or other details to help you with your experience."
      },
      { "tag": "h2", "text": " When do we collect information?" },
      {
        "tag": "p",
        "text": " We collect information from you when you register on our site, place an order, subscribe to a newsletter, respond to a survey, fill out a form, or enter information on our site."
      },
      { "tag": "h2", "text": " How do we use your information?" },
      {
        "tag": "p",
        "text": " We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or use certain other site features in the following ways:"
      },
      {
        "tag": "p",
        "text": " • To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested."
      },
      {
        "tag": "p",
        "text": " • To improve our website in order to better serve you."
      },
      {
        "tag": "p",
        "text": " • To allow us to better service you in responding to your customer service requests."
      },
      {
        "tag": "p",
        "text": " • To administer a contest, promotion, survey, or other site feature."
      },
      {
        "tag": "p",
        "text": " • To follow up with them after correspondence (live chat, email, or phone inquiries)"
      },
      { "tag": "h2", "text": " How do we protect your information?" },
      {
        "tag": "p",
        "text": " Our website is scanned regularly for security holes and known vulnerabilities to make your visit to our site as safe as possible."
      }
    ]
  },
  {
    "searchkey": "returnpolicy",

    "content": [
      { "tag": "h2", "text": " Refund Policy" },
      {
        "tag": "p",
        "text": "The refund policy of The Beautiful Mind Clinic is straightforward and adheres to specific conditions. Once a consultation fee is paid, refunds are generally not provided once the consultation has been conducted. However, in the event of an erroneous payment or any other exceptional circumstance, refunds can be processed within a specified timeframe of 3-4 business days. "
      },
      {
        "tag": "p",
        "text": "Clients are required to promptly notify The Beautiful Mind Clinic within this window to initiate the refund process. Outside of these exceptional circumstances, refunds are not typically issued, and the clinic maintains a policy of not refunding any payments that result from chargebacks."
      },
      {
        "tag": "p",
        "text": "This policy underscores the importance of ensuring accuracy and intentionality in payments made to The Beautiful Mind Clinic. It also emphasizes the need for clients to promptly address any payment-related issues within the specified timeframe to facilitate a smooth refund process. By outlining clear guidelines regarding refunds, the clinic aims to provide transparency and clarity to its clients while also safeguarding its financial interests. "
      },
      {
        "tag": "p",
        "text": "Clients can thus approach their engagements with the clinic with confidence, knowing the terms regarding refunds are clearly defined and communicated."
      }
    ]
  }
]
